[
    {
        "name": "Dr. Sarah Davis",
        "avatar_url": "https://ftp.goit.study/img/avatars/23.jpg",
        "experience": "12 years",
        "reviews": [
            {
                "reviewer": "Michael Brown",
                "rating": 4.5,
                "comment": "Dr. Davis has been a great help in managing my depression. Her insights have been valuable."
            },
            {
                "reviewer": "Linda Johnson",
                "rating": 5,
                "comment": "I'm very satisfied with Dr. Davis's therapy. She's understanding and empathetic."
            }
        ],
        "price_per_hour": 120,
        "rating": 4.75,
        "license": "Licensed Psychologist (License #67890)",
        "specialization": "Depression and Mood Disorders",
        "initial_consultation": "Free 45-minute initial consultation",
         "about": "Dr. Sarah Davis is a highly experienced and licensed psychologist specializing in Depression and Mood Disorders. With 12 years of practice, she has helped numerous individuals overcome their depression and regain control of their lives. Dr. Davis is known for her empathetic and understanding approach to therapy, making her clients feel comfortable and supported throughout their journey to better mental health."
    },
    {
        "name": "Dr. Mark Thompson",
        "avatar_url": "https://ftp.goit.study/img/avatars/1.jpg",
        "experience": "20 years",
        "reviews": [
            {
                "reviewer": "Susan Roberts",
                "rating": 4.8,
                "comment": "I've had an excellent experience with Dr. Thompson. His expertise has been invaluable."
            },
            {
                "reviewer": "David Lee",
                "rating": 4.6,
                "comment": "Dr. Thompson's guidance has helped me improve my relationships and well-being."
            }
        ],
        "price_per_hour": 180,
        "rating": 4.7,
        "license": "Licensed Psychologist (License #54321)",
        "specialization": "Relationship Counseling",
        "initial_consultation": "Free 60-minute initial consultation",
        "about": "Dr. Mark Thompson is a highly experienced and licensed psychologist specializing in Relationship Counseling. With 20 years of practice, he has helped individuals navigate and improve their relationships, leading to better well-being and personal growth. Dr. Thompson is known for his expertise and ability to provide invaluable insights to his clients. His approach to therapy is tailored to each individual's unique needs, ensuring a supportive and effective counseling experience."
    },
    {
        "name": "Dr. Lisa Anderson",
        "avatar_url": "https://ftp.goit.study/img/avatars/2.jpg",
        "experience": "18 years",
        "reviews": [
            {
                "reviewer": "Emily White",
                "rating": 4.9,
                "comment": "Dr. Anderson is an exceptional psychologist. Her insights have been life-changing for me."
            },
            {
                "reviewer": "James Taylor",
                "rating": 4.7,
                "comment": "I highly recommend Dr. Anderson. She's helped me overcome my personal challenges."
            }
        ],
        "price_per_hour": 160,
        "rating": 4.8,
        "license": "Licensed Psychologist (License #98765)",
        "specialization": "Trauma and PTSD",
        "initial_consultation": "Free 30-minute initial consultation",
          "about": "Dr. Lisa Anderson is a highly experienced and licensed psychologist specializing in Trauma and PTSD. With 18 years of practice, she has been a beacon of support for individuals who have experienced trauma and its aftermath. Dr. Anderson is widely regarded for her exceptional insights and her ability to bring about life-changing transformations in her clients. Her approach to therapy is compassionate and tailored to each individual's unique needs, creating a safe and healing environment for those seeking her expertise."
    },
    {
        "name": "Dr. Michael Carter",
        "avatar_url": "https://ftp.goit.study/img/avatars/3.jpg",
        "experience": "22 years",
        "reviews": [
            {
                "reviewer": "Laura Adams",
                "rating": 4.6,
                "comment": "Dr. Carter has been instrumental in helping me navigate life's challenges. I'm grateful for his support."
            },
            {
                "reviewer": "Robert Wilson",
                "rating": 4.5,
                "comment": "I've seen significant improvements in my mental health with Dr. Carter's guidance. Highly recommended."
            }
        ],
        "price_per_hour": 200,
        "rating": 4.55,
        "license": "Licensed Psychologist (License #78901)",
        "specialization": "Anger Management",
        "initial_consultation": "Free 45-minute initial consultation",
         "about": "Dr. Michael Carter is a highly experienced and licensed psychologist specializing in Anger Management. With 22 years of practice, he has helped numerous individuals effectively manage their anger and improve their emotional well-being. Dr. Carter is recognized for his instrumental role in helping clients navigate life's challenges and achieve mental health improvements. His approach to therapy is supportive and tailored to each individual's unique needs, creating a safe and constructive space for personal growth and anger management."
    },
    {
        "name": "Dr. Maria Rodriguez",
        "avatar_url": "https://ftp.goit.study/img/avatars/4.jpg",
        "experience": "16 years",
        "reviews": [
            {
                "reviewer": "Daniel Clark",
                "rating": 4.8,
                "comment": "Dr. Rodriguez is a compassionate and insightful psychologist. I've made great progress under her guidance."
            },
            {
                "reviewer": "Sarah Turner",
                "rating": 4.7,
                "comment": "I'm thankful for Dr. Rodriguez's support during a challenging period in my life. She's an excellent therapist."
            }
        ],
        "price_per_hour": 170,
        "rating": 4.75,
        "license": "Licensed Psychologist (License #34567)",
        "specialization": "Grief and Bereavement Counseling",
        "initial_consultation": "Free 30-minute initial consultation",
        "about": "Dr. Maria Rodriguez is a highly experienced and licensed psychologist specializing in Grief and Bereavement Counseling. With 16 years of practice, she has provided compassionate support to individuals coping with loss and grief. Dr. Rodriguez is recognized for her insightful and empathetic approach to therapy, guiding her clients towards healing and recovery. Her therapy sessions are tailored to each individual's unique needs, providing a safe and supportive environment for those seeking to navigate the challenges of grief and bereavement."
    },
    {
        "name": "Dr. Jonathan Miller",
        "avatar_url": "https://ftp.goit.study/img/avatars/5.jpg",
        "experience": "19 years",
        "reviews": [
            {
                "reviewer": "Amy Lewis",
                "rating": 4.9,
                "comment": "Dr. Miller is an exceptional psychologist. His guidance has been instrumental in my personal growth."
            },
            {
                "reviewer": "Paul Harris",
                "rating": 4.8,
                "comment": "I've gained valuable insights from Dr. Miller's therapy. Highly recommended for anyone seeking support."
            }
        ],
        "price_per_hour": 180,
        "rating": 4.85,
        "license": "Licensed Psychologist (License #54321)",
        "specialization": "Couples Counseling",
        "initial_consultation": "Free 60-minute initial consultation",
         "about": "Dr. Jonathan Miller is a highly experienced and licensed psychologist specializing in Couples Counseling. With 19 years of practice, he has been instrumental in facilitating personal growth and strengthening relationships for his clients. Dr. Miller is widely regarded for his exceptional guidance and valuable insights. His approach to therapy is tailored to the unique needs of each couple, creating a supportive and constructive environment for couples seeking to improve their relationships and overall well-being."
    },
    {
        "name": "Dr. Rachel Turner",
        "avatar_url": "https://ftp.goit.study/img/avatars/7.jpg",
        "experience": "14 years",
        "reviews": [
            {
                "reviewer": "Michael Johnson",
                "rating": 4.7,
                "comment": "Dr. Turner has been a great support in my journey towards better mental health. I appreciate her expertise."
            },
            {
                "reviewer": "Sarah Adams",
                "rating": 4.6,
                "comment": "I've found Dr. Turner's therapy sessions to be highly beneficial. She's an empathetic and skilled psychologist."
            }
        ],
        "price_per_hour": 160,
        "rating": 4.65,
        "license": "Licensed Psychologist (License #12345)",
        "specialization": "Stress Management",
        "initial_consultation": "Free 30-minute initial consultation",
         "about": "Dr. Rachel Turner is a highly experienced and licensed psychologist specializing in Stress Management. With 14 years of practice, she has been a reliable source of support for individuals seeking to manage stress and improve their mental well-being. Dr. Turner is known for her empathetic and skilled approach to therapy, helping her clients navigate life's challenges and find effective strategies for stress management. Her therapy sessions are tailored to each individual's unique needs, creating a nurturing and healing environment for those seeking to reduce stress and achieve better mental health."
    },
    {
        "name": "Dr. John Smith",
        "avatar_url": "https://ftp.goit.study/img/avatars/9.jpg",
        "experience": "21 years",
        "reviews": [
            {
                "reviewer": "Jessica Wilson",
                "rating": 4.9,
                "comment": "Dr. Smith is an outstanding psychologist. His insights have had a profound impact on my life."
            },
            {
                "reviewer": "David Lee",
                "rating": 4.7,
                "comment": "I've experienced significant improvements in my mental health with Dr. Smith's guidance. Highly recommended."
            }
        ],
        "price_per_hour": 190,
        "rating": 4.8,
        "license": "Licensed Psychologist (License #67890)",
        "specialization": "Child and Adolescent Counseling",
        "initial_consultation": "Free 45-minute initial consultation",
        "about": "Dr. John Smith is a highly experienced and licensed psychologist specializing in Child and Adolescent Counseling. With 21 years of practice, he has been instrumental in supporting the emotional well-being and growth of children and adolescents. Dr. Smith is widely recognized for his outstanding insights and profound impact on the lives of his young clients. His approach to therapy is empathetic and tailored to the unique needs of each child or adolescent, creating a nurturing and safe space for them to express themselves and address their challenges."
    },
    {
        "name": "Dr. Kate Adams",
        "avatar_url": "https://ftp.goit.study/img/avatars/6.jpg",
        "experience": "17 years",
        "reviews": [
            {
                "reviewer": "James Turner",
                "rating": 4.6,
                "comment": "Dr. Adams has been instrumental in helping me cope with anxiety. Her approach is empathetic and effective."
            },
            {
                "reviewer": "Laura Parker",
                "rating": 4.7,
                "comment": "I'm grateful for Dr. Adams's support during a challenging time in my life. She's an excellent therapist."
            }
        ],
        "price_per_hour": 170,
        "rating": 4.65,
        "license": "Licensed Psychologist (License #54321)",
        "specialization": "Anxiety and Stress Management",
        "initial_consultation": "Free 30-minute initial consultation",
"about": "Dr. Kate Adams is a highly experienced and licensed psychologist specializing in Anxiety and Stress Management. With 17 years of practice, she has been instrumental in helping individuals cope with anxiety and stress effectively. Dr. Adams is known for her empathetic and effective approach to therapy, providing valuable support to those facing challenging times. Her therapy sessions are tailored to each individual's unique needs, creating a safe and supportive environment for anxiety and stress management."
    },
    {
        "name": "Dr. Christopher Johnson",
        "avatar_url": "https://ftp.goit.study/img/avatars/11.jpg",
        "experience": "20 years",
        "reviews": [
            {
                "reviewer": "Mary Davis",
                "rating": 4.8,
                "comment": "Dr. Johnson has been a tremendous help in improving my mental well-being. I highly recommend him."
            },
            {
                "reviewer": "Robert Clark",
                "rating": 4.7,
                "comment": "I've gained valuable insights from Dr. Johnson's therapy. His expertise is truly remarkable."
            }
        ],
        "price_per_hour": 180,
        "rating": 4.75,
        "license": "Licensed Psychologist (License #98765)",
        "specialization": "Trauma and PTSD",
        "initial_consultation": "Free 45-minute initial consultation",
        "about": "Dr. Christopher Johnson is a highly experienced and licensed psychologist specializing in Trauma and PTSD. With 20 years of practice, he has been a tremendous source of support for individuals coping with trauma and its aftermath. Dr. Johnson is widely regarded for his expertise and remarkable insights, which have led to significant improvements in the mental well-being of his clients. His therapy sessions are tailored to the unique needs of each individual, creating a safe and healing environment for those seeking to overcome trauma and PTSD."
    },
    {
        "name": "Dr. Michelle Carter",
        "avatar_url": "https://ftp.goit.study/img/avatars/13.jpg",
        "experience": "18 years",
        "reviews": [
            {
                "reviewer": "Emily Turner",
                "rating": 4.9,
                "comment": "Dr. Carter is an empathetic and insightful psychologist. Her guidance has been life-changing for me."
            },
            {
                "reviewer": "David Adams",
                "rating": 4.7,
                "comment": "I highly recommend Dr. Carter. She's helped me overcome personal challenges and find inner peace."
            }
        ],
        "price_per_hour": 160,
        "rating": 4.8,
        "license": "Licensed Psychologist (License #12345)",
        "specialization": "Stress Management",
        "initial_consultation": "Free 30-minute initial consultation",
        "about": "Dr. Michelle Carter is a highly experienced and licensed psychologist specializing in Stress Management. With 18 years of practice, she has been a guiding light for individuals seeking to manage stress and find inner peace. Dr. Carter is known for her empathetic and insightful approach to therapy, offering life-changing guidance to her clients. Her therapy sessions are tailored to each individual's unique needs, creating a supportive and nurturing environment for stress management and personal growth."
    },
    {
        "name": "Dr. Robert Davis",
        "avatar_url": "https://ftp.goit.study/img/avatars/15.jpg",
        "experience": "21 years",
        "reviews": [
            {
                "reviewer": "Sarah White",
                "rating": 4.9,
                "comment": "Dr. Davis is an outstanding psychologist. His guidance has had a profound impact on my life."
            },
            {
                "reviewer": "Michael Johnson",
                "rating": 4.7,
                "comment": "I've experienced significant improvements in my mental health with Dr. Davis's support. Highly recommended."
            }
        ],
        "price_per_hour": 190,
        "rating": 4.8,
        "license": "Licensed Psychologist (License #67890)",
        "specialization": "Couples Counseling",
        "initial_consultation": "Free 45-minute initial consultation",
        "about": "Dr. Robert Davis is a highly experienced and licensed psychologist specializing in Couples Counseling. With 21 years of practice, he has been an outstanding source of guidance for couples seeking to improve their relationships. Dr. Davis is widely regarded for his profound impact on the lives of his clients and his ability to foster positive changes in their mental well-being. His therapy sessions are tailored to the unique needs of each couple, creating a supportive and constructive environment for couples seeking to strengthen their relationships and achieve better mental health."
    },
    {
        "name": "Dr. Elizabeth Turner",
        "avatar_url": "https://ftp.goit.study/img/avatars/8.jpg",
        "experience": "19 years",
        "reviews": [
            {
                "reviewer": "John Roberts",
                "rating": 4.8,
                "comment": "Dr. Turner is an exceptional psychologist. Her insights have had a positive impact on my life."
            },
            {
                "reviewer": "Jane Davis",
                "rating": 4.7,
                "comment": "I've found Dr. Turner's therapy to be highly effective. She's a skilled and empathetic therapist."
            }
        ],
        "price_per_hour": 180,
        "rating": 4.75,
        "license": "Licensed Psychologist (License #54321)",
        "specialization": "Anxiety and Stress Management",
        "initial_consultation": "Free 30-minute initial consultation",
        "about": "Dr. Elizabeth Turner is a highly experienced and licensed psychologist specializing in Anxiety and Stress Management. With 19 years of practice, she has been an exceptional source of support for individuals seeking to manage anxiety and stress effectively. Dr. Turner is known for her exceptional insights and empathetic approach to therapy, which has had a positive impact on the lives of her clients. Her therapy sessions are tailored to each individual's unique needs, creating a safe and nurturing environment for anxiety and stress management and personal growth."
    },
    {
        "name": "Dr. Andrew Wilson",
        "avatar_url": "https://ftp.goit.study/img/avatars/17.jpg",
        "experience": "16 years",
        "reviews": [
            {
                "reviewer": "Laura Adams",
                "rating": 4.9,
                "comment": "Dr. Wilson is an excellent psychologist. His therapy has been transformative for me."
            },
            {
                "reviewer": "David Clark",
                "rating": 4.8,
                "comment": "I highly recommend Dr. Wilson. He's a compassionate and skilled therapist."
            }
        ],
        "price_per_hour": 170,
        "rating": 4.85,
        "license": "Licensed Psychologist (License #78901)",
        "specialization": "Depression and Mood Disorders",
        "initial_consultation": "Free 45-minute initial consultation",
        "about": "Dr. Andrew Wilson is a highly experienced and licensed psychologist specializing in Depression and Mood Disorders. With 16 years of practice, he has been a transformative force in the lives of individuals seeking to overcome depression and mood-related challenges. Dr. Wilson is known for his compassionate and skilled approach to therapy, which has been highly effective for his clients. His therapy sessions are tailored to each individual's unique needs, creating a supportive and healing environment for those seeking to improve their mental well-being and overcome mood disorders."
    },
    {
        "name": "Dr. Jessica Turner",
        "avatar_url": "https://ftp.goit.study/img/avatars/12.jpg",
        "experience": "17 years",
        "reviews": [
            {
                "reviewer": "Michael Johnson",
                "rating": 4.8,
                "comment": "Dr. Turner has been a great support in my journey towards better mental health. I appreciate her expertise."
            },
            {
                "reviewer": "Sarah Adams",
                "rating": 4.7,
                "comment": "I've found Dr. Turner's therapy sessions to be highly beneficial. She's an empathetic and skilled psychologist."
            }
        ],
        "price_per_hour": 160,
        "rating": 4.75,
        "license": "Licensed Psychologist (License #12345)",
        "specialization": "Stress Management",
        "initial_consultation": "Free 30-minute initial consultation",
        "about": "Dr. Jessica Turner is a highly experienced and licensed psychologist specializing in Stress Management. With 17 years of practice, she has been a great source of support for individuals seeking to manage stress and improve their mental well-being. Dr. Turner is known for her empathetic and skilled approach to therapy, providing valuable assistance to her clients. Her therapy sessions are tailored to each individual's unique needs, creating a safe and nurturing environment for stress management and personal growth."
    },
    {
        "name": "Dr. Benjamin Smith",
        "avatar_url": "https://ftp.goit.study/img/avatars/19.jpg",
        "experience": "20 years",
        "reviews": [
            {
                "reviewer": "Emily Turner",
                "rating": 4.9,
                "comment": "Dr. Smith is an exceptional psychologist. His guidance has been life-changing for me."
            },
            {
                "reviewer": "David Adams",
                "rating": 4.7,
                "comment": "I highly recommend Dr. Smith. He's helped me overcome personal challenges and find inner peace."
            }
        ],
        "price_per_hour": 190,
        "rating": 4.8,
        "license": "Licensed Psychologist (License #67890)",
        "specialization": "Couples Counseling",
        "initial_consultation": "Free 45-minute initial consultation",
         "about": "Dr. Benjamin Smith is a highly experienced and licensed psychologist specializing in Couples Counseling. With 20 years of practice, he has been an exceptional source of guidance for couples seeking to strengthen their relationships and find inner peace. Dr. Smith is known for his exceptional insights and life-changing guidance, which has had a profound impact on the lives of his clients. His therapy sessions are tailored to each couple's unique needs, creating a supportive and constructive environment for couples seeking to improve their relationships and achieve personal growth."
    },
    {
        "name": "Dr. Amanda Davis",
        "avatar_url": "https://ftp.goit.study/img/avatars/10.jpg",
        "experience": "18 years",
        "reviews": [
            {
                "reviewer": "James Turner",
                "rating": 4.6,
                "comment": "Dr. Davis has been instrumental in helping me cope with anxiety. Her approach is empathetic and effective."
            },
            {
                "reviewer": "Laura Parker",
                "rating": 4.7,
                "comment": "I'm grateful for Dr. Davis's support during a challenging time in my life. She's an excellent therapist."
            }
        ],
        "price_per_hour": 170,
        "rating": 4.65,
        "license": "Licensed Psychologist (License #54321)",
        "specialization": "Anxiety and Stress Management",
        "initial_consultation": "Free 30-minute initial consultation",
        "about": "Dr. Amanda Davis is a highly experienced and licensed psychologist specializing in Anxiety and Stress Management. With 18 years of practice, she has been instrumental in helping individuals cope with anxiety and stress effectively. Dr. Davis is known for her empathetic and effective approach to therapy, providing valuable support to her clients. Her therapy sessions are tailored to each individual's unique needs, creating a safe and nurturing environment for anxiety and stress management."
    },
    {
        "name": "Dr. Thomas Johnson",
        "avatar_url": "https://ftp.goit.study/img/avatars/22.jpg",
        "experience": "21 years",
        "reviews": [
            {
                "reviewer": "Jessica Wilson",
                "rating": 4.9,
                "comment": "Dr. Johnson is an outstanding psychologist. His insights have had a profound impact on my life."
            },
            {
                "reviewer": "David Lee",
                "rating": 4.7,
                "comment": "I've experienced significant improvements in my mental health with Dr. Johnson's support. Highly recommended."
            }
        ],
        "price_per_hour": 190,
        "rating": 4.8,
        "license": "Licensed Psychologist (License #67890)",
        "specialization": "Couples Counseling",
        "initial_consultation": "Free 45-minute initial consultation",
        "about": "Dr. Thomas Johnson is a highly experienced and licensed psychologist specializing in Couples Counseling. With 21 years of practice, he has been an outstanding source of guidance for couples seeking to improve their relationships and mental well-being. Dr. Johnson is known for his exceptional insights, which have had a profound impact on the lives of his clients. His therapy sessions are tailored to each couple's unique needs, creating a supportive and constructive environment for couples seeking to strengthen their relationships and achieve better mental health."
    },
    {
        "name": "Dr. Sarah Mitchell",
        "avatar_url": "https://ftp.goit.study/img/avatars/16.jpg",
        "experience": "15 years",
        "reviews": [
            {
                "reviewer": "Michael Johnson",
                "rating": 4.8,
                "comment": "Dr. Mitchell has been a great support in my journey towards better mental health. I appreciate her expertise."
            },
            {
                "reviewer": "Sarah Adams",
                "rating": 4.7,
                "comment": "I've found Dr. Mitchell's therapy sessions to be highly beneficial. She's an empathetic and skilled psychologist."
            }
        ],
        "price_per_hour": 160,
        "rating": 4.75,
        "license": "Licensed Psychologist (License #12345)",
        "specialization": "Stress Management",
        "initial_consultation": "Free 30-minute initial consultation",
         "about": "Dr. Sarah Mitchell is a highly experienced and licensed psychologist specializing in Stress Management. With 15 years of practice, she has been a great source of support for individuals seeking to manage stress and improve their mental well-being. Dr. Mitchell is known for her empathetic and skilled approach to therapy, providing valuable assistance to her clients. Her therapy sessions are tailored to each individual's unique needs, creating a safe and nurturing environment for stress management."
    },
    {
        "name": "Dr. Michael Turner",
        "avatar_url": "https://ftp.goit.study/img/avatars/24.jpg",
        "experience": "17 years",
        "reviews": [
            {
                "reviewer": "James Wilson",
                "rating": 4.6,
                "comment": "Dr. Turner has been instrumental in helping me cope with anxiety. Her approach is empathetic and effective."
            },
            {
                "reviewer": "Laura Parker",
                "rating": 4.7,
                "comment": "I'm grateful for Dr. Turner's support during a challenging time in my life. She's an excellent therapist."
            }
        ],
        "price_per_hour": 170,
        "rating": 4.65,
        "license": "Licensed Psychologist (License #54321)",
        "specialization": "Anxiety and Stress Management",
        "initial_consultation": "Free 30-minute initial consultation",
         "about": "Dr. Michael Turner is a highly experienced and licensed psychologist specializing in Anxiety and Stress Management. With 17 years of practice, he has been instrumental in helping individuals cope with anxiety effectively. Dr. Turner is known for his empathetic and effective approach to therapy, providing valuable assistance to his clients. His therapy sessions are tailored to each individual's unique needs, creating a safe and nurturing environment for anxiety and stress management."
    },
    {
        "name": "Dr. Emily Turner",
        "avatar_url": "https://ftp.goit.study/img/avatars/20.jpg",
        "experience": "16 years",
        "reviews": [
            {
                "reviewer": "Michael Johnson",
                "rating": 4.8,
                "comment": "Dr. Turner has been a great support in my journey towards better mental health. I appreciate her expertise."
            },
            {
                "reviewer": "Sarah Adams",
                "rating": 4.7,
                "comment": "I've found Dr. Turner's therapy sessions to be highly beneficial. She's an empathetic and skilled psychologist."
            }
        ],
        "price_per_hour": 160,
        "rating": 4.75,
        "license": "Licensed Psychologist (License #12345)",
        "specialization": "Stress Management",
        "initial_consultation": "Free 30-minute initial consultation",
         "about": "Dr. Emily Turner is a highly experienced and licensed psychologist specializing in Stress Management. With 16 years of practice, she has been a great source of support for individuals seeking to manage stress and improve their mental well-being. Dr. Turner is known for her empathetic and skilled approach to therapy, providing valuable assistance to her clients. Her therapy sessions are tailored to each individual's unique needs, creating a safe and nurturing environment for stress management."
    },
    {
        "name": "Dr. Daniel Clark",
        "avatar_url": "https://ftp.goit.study/img/avatars/27.jpg",
        "experience": "19 years",
        "reviews": [
            {
                "reviewer": "Jessica Wilson",
                "rating": 4.9,
                "comment": "Dr. Clark is an exceptional psychologist. His insights have had a profound impact on my life."
            },
            {
                "reviewer": "David Lee",
                "rating": 4.7,
                "comment": "I've experienced significant improvements in my mental health with Dr. Clark's support. Highly recommended."
            }
        ],
        "price_per_hour": 180,
        "rating": 4.8,
        "license": "Licensed Psychologist (License #67890)",
        "specialization": "Couples Counseling",
        "initial_consultation": "Free 45-minute initial consultation",
        "about": "Dr. Daniel Clark is a highly experienced and licensed psychologist specializing in Couples Counseling. With 19 years of practice, he has been an exceptional source of guidance for couples seeking to improve their relationships and mental well-being. Dr. Clark is known for his profound insights, which have had a significant impact on the lives of his clients. His therapy sessions are tailored to each couple's unique needs, creating a supportive and constructive environment for couples seeking to strengthen their relationships and achieve better mental health."
    },
    {
        "name": "Dr. Olivia Davis",
        "avatar_url": "https://ftp.goit.study/img/avatars/20.jpg",
        "experience": "20 years",
        "reviews": [
            {
                "reviewer": "Emily Turner",
                "rating": 4.9,
                "comment": "Dr. Davis is an outstanding psychologist. Her guidance has been life-changing for me."
            },
            {
                "reviewer": "David Adams",
                "rating": 4.7,
                "comment": "I highly recommend Dr. Davis. She's helped me overcome personal challenges and find inner peace."
            }
        ],
        "price_per_hour": 190,
        "rating": 4.8,
        "license": "Licensed Psychologist (License #54321)",
        "specialization": "Couples Counseling",
        "initial_consultation": "Free 45-minute initial consultation",
        "about": "Dr. Olivia Davis is a highly experienced and licensed psychologist specializing in Couples Counseling. With 20 years of practice, she has been a beacon of support for couples seeking to improve their relationships and achieve inner peace. Dr. Davis is renowned for her outstanding guidance, which has had a life-changing impact on the lives of her clients. Her therapy sessions are tailored to each couple's unique needs, creating a nurturing and transformative environment for couples on their journey to strengthen their relationships and find emotional well-being."
    },
    {
        "name": "Dr. Sarah Adams",
        "avatar_url": "https://ftp.goit.study/img/avatars/21.jpg",
        "experience": "17 years",
        "reviews": [
            {
                "reviewer": "James Turner",
                "rating": 4.6,
                "comment": "Dr. Adams has been instrumental in helping me cope with anxiety. Her approach is empathetic and effective."
            },
            {
                "reviewer": "Laura Parker",
                "rating": 4.7,
                "comment": "I'm grateful for Dr. Adams's support during a challenging time in my life. She's an excellent therapist."
            }
        ],
        "price_per_hour": 170,
        "rating": 4.65,
        "license": "Licensed Psychologist (License #54321)",
        "specialization": "Anxiety and Stress Management",
        "initial_consultation": "Free 30-minute initial consultation",
        "about": "Dr. Sarah Adams is a highly experienced and licensed psychologist specializing in Anxiety and Stress Management. With 17 years of practice, she has played a pivotal role in helping individuals cope with anxiety and stress effectively. Dr. Adams is known for her empathetic and highly effective approach to therapy, providing valuable support during challenging times in her clients' lives. Her therapy sessions are tailored to address the unique needs of each individual, creating a supportive and nurturing environment for anxiety and stress management."
    },
    {
        "name": "Dr. Christopher Turner",
        "avatar_url": "https://ftp.goit.study/img/avatars/28.jpg",
        "experience": "18 years",
        "reviews": [
            {
                "reviewer": "Mary Adams",
                "rating": 4.8,
                "comment": "Dr. Turner is an exceptional psychologist. His insights have had a positive impact on my life."
            },
            {
                "reviewer": "Robert Clark",
                "rating": 4.7,
                "comment": "I've found Dr. Turner's therapy to be highly effective. He's a skilled and empathetic therapist."
            }
        ],
        "price_per_hour": 180,
        "rating": 4.75,
        "license": "Licensed Psychologist (License #98765)",
        "specialization": "Depression and Mood Disorders",
        "initial_consultation": "Free 45-minute initial consultation",
        "about": "Dr. Christopher Turner is a highly experienced and licensed psychologist specializing in Depression and Mood Disorders. With 18 years of practice, he has made a positive impact on the lives of individuals struggling with depression and mood-related challenges. Dr. Turner is known for his exceptional insights and empathetic approach to therapy, which has helped many clients find relief and improve their emotional well-being. His therapy sessions are tailored to address the unique needs of each individual, creating a supportive and healing environment for those facing depression and mood disorders."
    },
    {
        "name": "Dr. Jennifer Parker",
        "avatar_url": "https://ftp.goit.study/img/avatars/25.jpg",
        "experience": "19 years",
        "reviews": [
            {
                "reviewer": "Daniel Turner",
                "rating": 4.9,
                "comment": "Dr. Parker is an outstanding psychologist. Her guidance has had a profound impact on my life."
            },
            {
                "reviewer": "Sarah Wilson",
                "rating": 4.7,
                "comment": "I've experienced significant improvements in my mental health with Dr. Parker's support. Highly recommended."
            }
        ],
        "price_per_hour": 190,
        "rating": 4.8,
        "license": "Licensed Psychologist (License #67890)",
        "specialization": "Couples Counseling",
        "initial_consultation": "Free 45-minute initial consultation",
        "about": "Dr. Jennifer Parker is a highly experienced and licensed psychologist specializing in Couples Counseling. With 19 years of practice, she has been instrumental in helping couples improve their relationships and find harmony. Dr. Parker is renowned for her outstanding guidance, which has had a profound impact on the lives of many individuals and couples. Her therapy sessions are tailored to address the unique dynamics of each relationship, creating a supportive and nurturing environment for couples seeking to enhance their connection and resolve conflicts."
    },
    {
        "name": "Dr. Sophia Adams",
        "avatar_url": "https://ftp.goit.study/img/avatars/26.jpg",
        "experience": "20 years",
        "reviews": [
            {
                "reviewer": "Michael Turner",
                "rating": 4.8,
                "comment": "Dr. Adams has been a great support in my journey towards better mental health. I appreciate her expertise."
            },
            {
                "reviewer": "Sarah Johnson",
                "rating": 4.7,
                "comment": "I've found Dr. Adams's therapy sessions to be highly beneficial. She's an empathetic and skilled psychologist."
            }
        ],
        "price_per_hour": 160,
        "rating": 4.75,
        "license": "Licensed Psychologist (License #12345)",
        "specialization": "Stress Management",
        "initial_consultation": "Free 30-minute initial consultation",
        "about": "Dr. Sophia Adams is a highly experienced and licensed psychologist specializing in Stress Management. With 20 years of practice, she has been a valuable source of support for individuals seeking to manage and reduce stress in their lives. Dr. Adams's therapy sessions are known for their effectiveness in helping clients find inner peace and improve their overall well-being. Her empathetic and skilled approach to therapy has earned her high praise from clients who have benefited from her guidance. If you're looking to navigate the challenges of stress and improve your mental health, Dr. Sophia Adams is here to help."
    },
    {
        "name": "Dr. William Turner",
        "avatar_url": "https://ftp.goit.study/img/avatars/30.jpg",
        "experience": "22 years",
        "reviews": [
            {
                "reviewer": "Jessica Wilson",
                "rating": 4.9,
                "comment": "Dr. Turner is an outstanding psychologist. His insights have had a profound impact on my life."
            },
            {
                "reviewer": "David Lee",
                "rating": 4.7,
                "comment": "I've experienced significant improvements in my mental health with Dr. Turner's support. Highly recommended."
            }
        ],
        "price_per_hour": 190,
        "rating": 4.8,
        "license": "Licensed Psychologist (License #67890)",
        "specialization": "Couples Counseling",
        "initial_consultation": "Free 45-minute initial consultation",
        "about": "Dr. William Turner is a highly experienced and licensed psychologist specializing in Couples Counseling. With 22 years of practice, he has been a trusted source of support for couples seeking to strengthen their relationships and improve their well-being. Dr. Turner's therapy sessions are known for their effectiveness in helping couples navigate challenges, improve communication, and build healthier connections. His insights and guidance have had a profound impact on the lives of many clients, earning him high praise and recommendations. If you and your partner are looking to enhance your relationship, Dr. William Turner is here to provide expert guidance and support."
    },
    {
        "name": "Dr. Sarah Johnson",
        "avatar_url": "https://ftp.goit.study/img/avatars/31.jpeg",
        "experience": "18 years",
        "reviews": [
            {
                "reviewer": "James Turner",
                "rating": 4.6,
                "comment": "Dr. Johnson has been instrumental in helping me cope with anxiety. Her approach is empathetic and effective."
            },
            {
                "reviewer": "Laura Parker",
                "rating": 4.7,
                "comment": "I'm grateful for Dr. Johnson's support during a challenging time in my life. She's an excellent therapist."
            }
        ],
        "price_per_hour": 170,
        "rating": 4.65,
        "license": "Licensed Psychologist (License #54321)",
        "specialization": "Anxiety and Stress Management",
        "initial_consultation": "Free 30-minute initial consultation",
        "about": "Dr. Sarah Johnson is a highly experienced and licensed psychologist specializing in Anxiety and Stress Management. With 18 years of practice, she has been a source of instrumental support for individuals seeking to cope with anxiety and stress. Dr. Johnson's empathetic and effective approach has helped numerous clients overcome their challenges and find a sense of calm and well-being. Her therapy sessions are known for their effectiveness in providing practical strategies and emotional support. If you're looking to manage anxiety and stress in your life, Dr. Sarah Johnson is here to offer her expertise and guidance."
    },
    {
        "name": "Dr. Richard Davis",
        "avatar_url": "https://ftp.goit.study/img/avatars/29.jpg",
        "experience": "19 years",
        "reviews": [
            {
                "reviewer": "Michael Turner",
                "rating": 4.8,
                "comment": "Dr. Davis has been a great support in my journey towards better mental health. I appreciate his expertise."
            },
            {
                "reviewer": "Sarah Adams",
                "rating": 4.7,
                "comment": "I've found Dr. Davis's therapy sessions to be highly beneficial. He's an empathetic and skilled psychologist."
            }
        ],
        "price_per_hour": 160,
        "rating": 4.75,
        "license": "Licensed Psychologist (License #12345)",
        "specialization": "Stress Management",
        "initial_consultation": "Free 30-minute initial consultation",
         "about": "Dr. Richard Davis is an experienced and licensed psychologist specializing in Stress Management. With 19 years of practice, he has been a valuable source of support for individuals seeking to manage stress and improve their mental well-being. Dr. Davis is known for his empathetic and skilled approach to therapy, providing practical strategies and emotional guidance to his clients. Many have found his therapy sessions to be highly beneficial in achieving a sense of balance and stress reduction in their lives. If you're looking to manage stress and improve your mental health, Dr. Richard Davis is here to offer his expertise and support."
    },
    {
        "name": "Dr. John Turner",
        "avatar_url": "https://ftp.goit.study/img/avatars/34.jpeg",
        "experience": "20 years",
        "reviews": [
            {
                "reviewer": "Jessica Wilson",
                "rating": 4.9,
                "comment": "Dr. Turner is an exceptional psychologist. His insights have had a profound impact on my life."
            },
            {
                "reviewer": "David Lee",
                "rating": 4.7,
                "comment": "I've experienced significant improvements in my mental health with Dr. Turner's support. Highly recommended."
            }
        ],
        "price_per_hour": 190,
        "rating": 4.8,
        "license": "Licensed Psychologist (License #67890)",
        "specialization": "Couples Counseling",
        "initial_consultation": "Free 45-minute initial consultation",
        "about": "Dr. John Turner is an experienced and licensed psychologist specializing in Couples Counseling. With 20 years of practice, he has a deep understanding of the complexities of relationships and has helped numerous couples navigate their challenges. Dr. Turner is highly regarded for his exceptional insights and ability to make a profound impact on his clients' lives. His therapy sessions have led to significant improvements in the mental health and well-being of many individuals and couples. If you're seeking guidance and support in your relationship, Dr. John Turner is here to offer his expertise and help you on your journey toward a healthier and happier partnership."
    },
    {
        "name": "Dr. Michelle Adams",
        "avatar_url": "https://ftp.goit.study/img/avatars/32.jpeg",
        "experience": "18 years",
        "reviews": [
            {
                "reviewer": "Emily Turner",
                "rating": 4.9,
                "comment": "Dr. Adams is an outstanding psychologist. Her guidance has been life-changing for me."
            },
            {
                "reviewer": "David Adams",
                "rating": 4.7,
                "comment": "I highly recommend Dr. Adams. She's helped me overcome personal challenges and find inner peace."
            }
        ],
        "price_per_hour": 160,
        "rating": 4.8,
        "license": "Licensed Psychologist (License #12345)",
        "specialization": "Stress Management",
        "initial_consultation": "Free 30-minute initial consultation",
        "about": "Dr. Michelle Adams is an experienced and licensed psychologist with 18 years of practice. She specializes in Stress Management and has a proven track record of helping individuals find inner peace and overcome personal challenges. Dr. Adams is highly regarded for her outstanding guidance, which has been described as life-changing by many of her clients. Her therapy sessions are focused on reducing stress, improving mental well-being, and helping individuals achieve a sense of balance in their lives. If you're looking for effective stress management strategies and a path to inner peace, Dr. Michelle Adams is here to support you."
    }

]